Repository: gtovar/quasarlms
Catalog: LmsWeb/App_GlobalResources/Registration.*.resx
Languages: uk

# PageError
source: Please enter correct value into marked filed
uk: Введите правильные данные в выделенные поля

# PageNote
source: Marked filed fill necessarily
uk: Поля, обязательные для заполнения, обозначены значком

# PageNote1
source: Only registered user can learning and send request for study
uk: Обучение и подача заявок на изучение платных курсов доступны только для зарегистрированных пользователей

# PageNote2
source: For registration fill in form and press button "Submit"
uk: Для регистрации, заполните форму регистрации и нажмите кнопку "Отправить"

# Email
source: E-mail. This is used as your login
uk: Электронный адрес. Используется как Ваше регистрацинное имя

# EmailExist
source: User with this e-mail already is registered
uk: Пользователь с таким e-mail уже зарегистрирован

# PasswordOld
source: Old password
uk: Старый пароль

# ChangePass
source: Changing password
uk: Смена пароля

source: Change password
uk: Сменить пароль

# PasswordFaild
source: Password is faild
uk: Неверный пароль

source: Password
uk: Пароль

# PasswordConfirm
source: Confirm password
uk: Подтверждение пароля

# LastName
source: Last name (in russian)
uk: Фамилия

# FirstName
source: First name (in russian)
uk: Имя

# MidName
source: Patronymic name (in russian)
uk: Отчество

# Birth
source: Birth date
uk: Дата рождения

source: Birth day
uk: Число

source: Birth month
uk: Месяц

source: Birth year
uk: Год

source: Sex
uk: Пол

source: Male
uk: Мужской

source: Female
uk: Женский

source: Workplace
uk: Место работы

source: Company type
uk: Форма собственности

source: Company name
uk: Название организации

# JobOccup
source: Post on work
uk: Должность

# Manager
source: Your manager
uk: Непосредственный руководитель

# ManagerOccup
source: Your manager's post on work
uk: Должность руководителя

# ManagerPhone
source: Your manager phone
uk: Телефон руководителя

source: Contact info
uk: Контактные данные

source: Country
uk: Страна

source: City
uk: Город

source: Postal code
uk: Почтовый индекс

source: Adress
uk: Адрес

# PhoneCityCode
source: Phone with city code
uk: Телефон с кодом города

# FaxCityCode
source: Fax with city code
uk: Факс с кодом города

# Education
source: Your education
uk: Образование

# CollegeProf
source: Institute of higher education, college, speciality
uk: ВУЗ, специальность

# Courses
source: Courses, trainings
uk: Курсы, тренинги

# Cert
source: Certifications
uk: Сертификаты

# AddInfo
source: Additional information
uk: Дополнительные сведения

source: Photo
uk: Фото

# PhotoTooBig
source: Photo: File size exceed
uk: Фото: Размер файла превышает

source: Photo: TypeError
uk: Фото: Недопустимый тип файла

source: Submit
uk: Отправить

source: Reset
uk: Очистить

# LoginPasswordFailed
source: Input your E-mail Address (your Login) and true Password
uk: Введите электронный адрес, указанный при регистрации, и правильный пароль

# EnterValidPassword
source: Please, pass the registration procedure on our site if you are not the registered user of the SDE "Kvazar-Micro"
uk: Если Вы не являетесь зарегистрированным пользователем системы дистанционного обучения "Квазар-Микро", пройдите регистрацию на сайте

# ForgotPassword
source: Forgot your password
uk: Если Вы забыли пароль...

# Go
source: Register
uk: Зарегистрироваться

# StudentExistText
source: Пользователь с таким логином в настоящее время работает в системе.
uk: Користувач з таким логіном зараз працює в системі.
