Repository: gtovar/quasarlms
Catalog: trunk/LmsWeb/App_GlobalResources/classRoom.*.resx
Languages: uk

# title
source: Classroom "Forum"
uk: Класна кімната "Форум"

# TopicAuthor
source: Author
uk: Автор

# TopicAuthorTip
source: Name of the topic's author
uk: Ім'я автора теми

source: Topic
uk: Тема

source: Blocked
uk: блокована

# TopicTip
source: Topic
uk: Тема

# CurrentTopicBody
source: Current topic
uk: Поточна тема

# TopicNosing
source: Not have topic for discussion
uk: нема тем для обговорення

# Author
source: Instructor
uk: інструктор

source: Student
uk: студент

# NoTopicSelected
source: Topic not selected...
uk: Не вибрано тему ...

# NoTopicBody
source: Not entered full text of topic ...
uk: Опис теми не введено ...

# newTopicSubject
source: Subject of topic
uk: Тема

# newTopicTxt
source: Full text of topic
uk: Подробиці

# PostTopicPost
source: Post
uk: Відправити

# PostDate
source: Date
uk: Дата

# PostDateTip
source: Order by date
uk: Сортувати за датою

# TaskTitle
source: Classroom "Tasks"
uk: Класна кімната "Завдання"

# TaskAuthor
source: Instructor
uk: Інструктор

# TaskAuthorTip
source: Instructor
uk: Інструктор

# TaskTopic
source: Task
uk: Завдання

# TaskTip
source: Task summary
uk: Коротке викладення завдання

# TaskDate
source: Period
uk: Строк

# TaskDateTip
source: Time of execution
uk: Строк виконання

source: Task list is empty
uk: Призначених завдань - нема ...

# TaskSolution
source: Solution of task
uk: Рішення

# TaskSolutionTip
source: State the solution of task (Unchecked, Incomplete, Incorrect, Partially, Almost correct, Correct)
uk: Стан рішення завдання (нема рішення,неперевірено,вірно,невірно)

# TaskNoSolution
source: No solution
uk: Нема рішення

# TaskUnchecked
source: Unchecked
uk: Неперевірено

# TaskIncomplete
source: Incomplete
uk: Не виконано

# TaskIncorrect
source: Incorrect
uk: Невірно

# TaskPartially
source: Partially
uk: Частково вірно

# TaskAlmost
source: Almost correct
uk: В цілому вірно

# TaskRight
source: Correct
uk: Вірно

# EditTaskTitle
source: You solution of task
uk: Ваше рішення завдання

# EditTaskPost
source: Post
uk: Відправити

# ReplyAuthor
source: Author
uk: Автор

# ReplyAuthorTip
source: Order by author
uk: Сортувати за ім'ям автора

# ReplyMsg
source: Thread
uk: Тема

# ReplyMsgTip
source: Order by thread
uk: Сортувати за темою

# ReplyNosing
source: No thread
uk: нема повідомлень

# PostTitle
source: Add:
uk: Додати:

# PostReplySubmit
source: Add message to selected topic
uk: Додати повідомлення в вибрану тему

# PostTopicSubmit
source: Create new thread
uk: Створити нову тему

# PostError
source: Error:
uk: Виникла помилка:

# Private
source: private topic
uk: для спілкування з інструктором

# Public
source: public topic
uk: для общего спілкування

# MessageText
source: Text of message
uk: Текст повідомлення

# MessageTextTip
source: Order by text
uk: Сортировать за текстом повідомлення

# NavigatorPages
source: Pages
uk: Сторінки

# NavigatorTotal
source: Total pages
uk: Всього

# NavigatorPg
source: page
uk: стор
